
brew 'dnscrypt-proxy'
brew 'git'
brew 'fish'
brew 'tmux'
brew 'neovim'
brew 'the_silver_searcher'
brew 'dockutil'
brew 'mas'
brew 'npm'
brew 'python3'
brew 'rustup-init'
brew 'postgres'
brew 'rbenv'
brew 'awscli'
brew 'hub'
brew 'jupyter'
brew 'pipenv'

tap 'heroku/brew'
brew 'heroku'

cask 'alacritty'
cask 'deckset'
cask 'google-chrome'
cask 'chromedriver'
cask 'firefox'
cask 'omnifocus'
cask 'spotify'
cask 'timing'
cask 'transmission'
cask 'virtualbox'
cask 'vlc'

tap 'homebrew/cask-versions'
cask 'safari-technology-preview'

tap 'homebrew/cask-fonts'
cask 'font-hack-nerd-font-mono'
cask 'font-inconsolata-nerd-font-mono'

mas '1Password 7', id: 1333542190
mas 'iA Writer', id: 775737590
mas 'The Unarchiver', id: 425424353
mas 'Magnet', id: 441258766
