
brew 'git'
brew 'fish'
brew 'tmux'
brew 'neovim'
brew 'dockutil'
brew 'mas'
brew 'python3'
brew 'npm'
brew 'rustup-init'

cask 'alacritty'
cask 'google-chrome'
cask 'firefox'
cask 'spotify'
cask 'transmission'

tap 'homebrew/cask-fonts'
cask 'font-hack-nerd-font-mono'
cask 'font-inconsolata-nerd-font-mono'

mas '1Password 7', id: 1333542190
mas 'iA Writer', id: 775737590
mas 'The Unarchiver', id: 425424353
mas 'Magnet', id: 441258766
